Repository: flyve-mdm/backend
Catalog: locales/*.po
Languages: cs_cz, de_de

source: Invite to enroll a device
cs_cz: Pozvat k registraci zařízení
de_de: Laden Sie ein Gerät ein

source: Well known Android's FS paths
cs_cz: Dobře známá umístění na souborovém systému v Android
de_de: Bekannte Android FS-Pfade

source: Policy Categories
cs_cz: Kategorie zásad
de_de: Richtlinienkategorien

source: Flyve Mobile Device Management
cs_cz: Flyve – správa mobilních zařízení
de_de: Flyve Mobile Geräteverwaltung

source: Danger zone!
de_de: Gefahrenzone

source: Never seen online
cs_cz: Nikdy nebylo dostupné
de_de: Nie online gesehen

source: Lock the device as soon as possible
cs_cz: Zamknout zařízení jakmile to bude možné
de_de: Sperren Sie das Gerät so schnell wie möglich

source: Wipe the device as soon as possible
cs_cz: Vymazat obsah zařízení jakmile to bude možné
de_de: Wischen Sie das Gerät so schnell wie möglich ab

source: Failed to read configuration of the entity
cs_cz: Nepodařilo se načíst nastavení entity
de_de: Fehler beim Lesen der Konfiguration der Entität

source: Too many devices
cs_cz: Příliš mnoho zařízení
de_de: Zu viele Geräte

source: Unable to find a enrollment method
cs_cz: Nedaří se zjistit způsob registrace
de_de: Eine Registrierungsmethode konnte nicht gefunden werden

source: The fleet of the device does not longer exists
cs_cz: Flotila tohoto zařízení už neexistuje
de_de: Die Flotte des Geräts existiert nicht mehr

source: The target fleet does not exists
cs_cz: Cílová flotila neexistuje
de_de: Die Zielflotte existiert nicht

source: The device is not enrolled yet
cs_cz: Zařízení ještě není zaregistrováno
de_de: Das Gerät ist noch nicht registriert

source: Invalid status value
de_de: Ungültiger Status

source: Failed to find the guest user profile
cs_cz: Nepodařilo se nalézt profil uživatele-hosta
de_de: Das Gastbenutzerprofil konnte nicht gefunden werden

source: Failed to remove guest habilitation for the user of the device
cs_cz: Nepodařilo se odebrat jmenování hosta pro uživatele zařízení
de_de: Fehler beim Entfernen der Gasthabilitation für den Benutzer des Geräts

source: Failed to delete MQTT user for the device
cs_cz: Nepodařilo se smazat MQTT uživatele pro zařízení
de_de: Fehler beim Löschen des MQTT-Benutzers für das Gerät

source: Failed to delete documents attached to the device
cs_cz: Nepodařilo se smazat dokumenty připojené k zařízení
de_de: Fehler beim Löschen von Dokumenten, die an das Gerät angehängt wurden

source: Fleet
cs_cz: Flotila
de_de: Flotte

source: Last contact
cs_cz: Poslední kontakt
de_de: Letzter Kontakt

source: Is online
cs_cz: Je dostupné
de_de: Online

source: MDM type
cs_cz: Typ MDM
de_de: MDM Typ

source: Has system permission
cs_cz: Má oprávnění systému
de_de: Hat die Systemberechtigung

source: Enroll status
cs_cz: Stav registrace
de_de: Registrierungsstatus

source: Wipe requested
cs_cz: Vyžádáno vymazání obsahu zařízení
de_de: Löschen angefordert

source: Lock requested
cs_cz: Vyžádáno uzamčení
de_de: Sperren angefordert

source: Applied policy
de_de: Angewandte Richtlinien

source: Invitation token invalid
cs_cz: Neplatný zvací token
de_de: Einladungstoken ungültig

source: Invalid FCM credentials
de_de: Ungültige FCM-Anmeldeinformationen

source: One of serial and uuid is mandatory
cs_cz: Je třeba zadat buď sériové číslo nebo nikde se neopakující identifikátor
de_de: Entweder seriell oder uuid muss sein.

source: Device inventory XML is mandatory
cs_cz: Je třeba poskytnout XML s inventurou zařízení
de_de: Geräteinventarisierung XML ist erforderlich.

source: Inventory XML is not well formed
de_de: Inventory XML ist nicht gut strukturiert

source: Agent version missing
cs_cz: Chybí verze agenta
de_de: Agentenversion fehlt

source: MDM type missing
cs_cz: Chybí typ MDM
de_de: MDM-Typ fehlt

source: unknown MDM type
cs_cz: neznámý typ MDM
de_de: unbekannter MDM-Typ

source: Bad agent version
cs_cz: Chybná verze agenta
de_de: Schlechte Agentenversion

source: The agent version is too low
cs_cz: Příliš stará verze agenta
de_de: Die Agentenversion ist zu niedrig

source: The agent does not advertise its system permissions
cs_cz: Agent neuvádí svá oprávnění v systému
de_de: Der Agent zeigt seine Systemberechtigungen nicht an

source: Invitation is not pending
cs_cz: Pozvání není čekající
de_de: Die Einladung steht nicht aus

source: Expiration date of the invitation is not set
cs_cz: Datum skončení platnosti pozvánky není nastaveno
de_de: Das Ablaufdatum der Einladung ist nicht festgelegt

source: Invitation token expired
cs_cz: Platnost zvacího tokenu skončila
de_de: Einladungs-Token ist abgelaufen

source: Wrong email address
cs_cz: Chybná e-mailová adresa
de_de: Falsche E-Mail-Adresse

source: Failed to sign the certificate
cs_cz: Nepodařilo se podepsat certifikát
de_de: Das Zertifikat konnte nicht signiert werden

source: Failed to update the invitation
cs_cz: Nepodařilo se aktualizovat pozvánku
de_de: Fehler beim Aktualisieren der Einladung

source: Cannot get the FusionInventory agent
cs_cz: Nedaří se získat agenta FusionInventory
de_de: Der FusionInventory-Agent kann nicht gefunden werden

source: FusionInventory agent not created
cs_cz: FusionInventory agent není vytvořen
de_de: FusionInventory-Agent nicht angelegt

source: Cannot create the device
cs_cz: Nedaří se vytvořit zařízení
de_de: Das Gerät kann nicht erstellt werden

source: Cannot create a user account for the agent
cs_cz: Nedaří se vytvořit uživatelský účet pro agenta
de_de: Es ist nicht möglich, ein Benutzerkonto für den Agenten zu erstellen

source: Cannot create the API token for the agent
cs_cz: Nedaří se vytvořit token k API pro agenta
de_de: Das API-Token für den Agenten kann nicht erstellt werden

source: No default fleet available for the device
cs_cz: Pro zařízení není k dispozici žádná výchozí flotila
de_de: Für das Gerät ist keine Standardflotte verfügbar

source: GPS is turned off or is not ready
cs_cz: GPS je vypnuté nebo není připravené
de_de: GPS ist ausgeschaltet oder nicht bereit

source: The device sent its position
de_de: Das Gerät hat seine Position gesendet

source: Timeout requesting position
cs_cz: Překročen časový limit při dotazování na pozici
de_de: Zeitüberschreitung, die die Position anfordert

source: Inventory received
de_de: Inventarliste erhalten

source: Timeout querying the device inventory
cs_cz: Překročen časový limit při inventarizaci zařízení
de_de: Timeout Abfrage des Geräteinventars

source: The device answered
de_de: Das Gerät antwortete

source: Timeout querying the device
cs_cz: Překročen časový limit při dotazování zařízení
de_de: Timeout Abfrage des Geräts

source: Enrollment failed
cs_cz: Registrace se nezdařila
de_de: Anmeldung fehlgeschlagen

source: No
cs_cz: Ne
de_de: Nein

source: Yes
de_de: Ja

source: %s service is not available
de_de: %s Service ist nicht verfügbar

source: Notification token is missing
de_de: Benachrichtigungstoken fehlt

source: Notification settings are invalid
de_de: Die Benachrichtigungseinstellungen sind ungültig

source: Installation wizard
cs_cz: Průvodce instalací
de_de: Installationsassistent

source: General configuration
cs_cz: Obecná nastavení
de_de: Allgemeine Konfiguration

source: Message queue
cs_cz: Fronta zpráv
de_de: Nachrichtenwarteschlange

source: Debug
cs_cz: Ladění
de_de: Debuggen

source: Bugcollector password
cs_cz: Heslo ke shromažďování hlášení chyb
de_de: Bugcollector Passwort

source: Finish
cs_cz: Dokončit
de_de: Fertig

source: Next
cs_cz: Další
de_de: Nächster

source: Deploy notification failed
de_de: Bereitstellungsbenachrichtigung fehlgeschlagen

source: You are not allowed to change the device limit
cs_cz: Nemáte oprávnění pro změnu limitu zařízení
de_de: Sie dürfen das Gerätelimit nicht ändern

source: You are not allowed to change the download URL of the MDM agent
de_de: Sie dürfen die Download-URL des MDM-Agenten nicht ändern

source: You are not allowed to change the invitation token life
cs_cz: Nemáte oprávnění měnit životnost zvacího tokenu
de_de: Sie dürfen die Lebensdauer des Einladungs-Tokens nicht ändern

source: The agent token life invalid or too long
cs_cz: Neplatná nebo příliš dlouhá životnost tokenu agenta
de_de: Die Lebensdauer des Agenten-Tokens ist ungültig oder zu lang

source: Flyve MDM supervision
cs_cz: Dohlížení Flyve MDM
de_de: Flyve MDM Aufsicht

source: Helpdesk information
cs_cz: Informace o službě podpory
de_de: Helpdesk-Informationen

source: Invitation
cs_cz: Pozvání
de_de: Einladung

source: File
cs_cz: Soubor
de_de: Datei

source: File uploaded without name
cs_cz: Soubor nahrán bez názvu
de_de: Datei ohne Namen hochgeladen

source: Failed to store the uploaded file
cs_cz: Nahraný soubor se nepodařilo uložit
de_de: Fehler beim Speichern der hochgeladenen Datei

source: No file uploaded
cs_cz: Nebyl nahrán žádný soubor
de_de: Keine Datei hochgeladen

source: File upload failed
cs_cz: Nahrání souboru se nezdařilo
de_de: Der Datei-Upload ist fehlgeschlagen

source: Temp directory doesn't exist
cs_cz: Dočasná (temp) složka neexistuje
de_de: Temp-Verzeichnis existiert nicht

source: No default fleet found to move devices
cs_cz: Nebyla nalezena žádná výchozí flotila pro přesun zařízení
de_de: Keine Standardflotte gefunden, um Geräte zu bewegen

source: Could not move all devices to the not managed fleet
cs_cz: Není možné přesunout všechna zařízení do nespravované flotily
de_de: Es konnten nicht alle Geräte in die nicht gemanagte Flotte verschoben werden

source: Could not delete policies on the fleet
cs_cz: Nedaří se smazat zásady na flotile
de_de: Richtlinien für die Flotte konnten nicht gelöscht werden

source: not managed fleet
cs_cz: nespravovaná flotila
de_de: nicht gemanagte Flotte

source: Persisted notification not updated.
de_de: Beständige Benachrichtigung nicht aktualisiert.

source: Unable to get rule for entity
de_de: Regel für Entität kann nicht abgerufen werden

source: Geolocation
cs_cz: Geolokace
de_de: Geolokalisierung

source: associated device is mandatory
cs_cz: přiřazené zařízení je povinné
de_de: zugehöriges Gerät ist obligatorisch

source: latitude and longitude are mandatory
cs_cz: zeměpisná šířka a délka jsou povinné
de_de: Längen- und Breitengrad sind obligatorisch

source: latitude is invalid
cs_cz: zeměpisná šířka není platná
de_de: Der Breitengrad ist ungültig

source: longitude is invalid
cs_cz: zeměpisná délka není platná
de_de: Länge ist ungültig

source: Device not found
cs_cz: Zařízení nenalezeno
de_de: Gerät nicht gefunden

source: Agent ID is mandatory
de_de: Die Agent-ID ist erforderlich

source: Invitations
cs_cz: Pozvání
de_de: Einladungen

source: No invitations stats available, send one first.
de_de: Keine Einladungsstatistik verfügbar, senden Sie zuerst eine.

source: Done
cs_cz: Hotovo
de_de: Erledigt

source: Pending
cs_cz: Čekající
de_de: steht aus

source: Devices per operating system version
cs_cz: Zařízení podle verzí operačního systému
de_de: Geräte pro Betriebssystemversion

source: No devices stats available, enrol or import your mobile computer assets first
de_de: Keine Gerätestatistik verfügbar. Registrieren oder importieren Sie zuerst Ihre mobilen Computer-Bestände

source: Invalid data
de_de: Ungültige Daten

source: The user was deleted. You must restore him first.
de_de: Der Benutzer wurde gelöscht. Sie müssen ihn zuerst wiederherstellen.

source: Email address is invalid
cs_cz: E-mailová adresa není platná
de_de: E-mail Adresse ist nicht korrekt

source: Invalid token expiration date interval
de_de: Ungültiges Ablaufdatum des Tokens

source: Cannot delete the document. Delete the attached invitation first
cs_cz: Dokument se nedaří smazat. Nejprve smažte připojené pozvání
de_de: Das Dokument kann nicht gelöscht werden. Löschen Sie zuerst die angehängte Einladung

source: Enrollment QR code
cs_cz: Registrační QR kód
de_de: QR-Code registrieren

source: Invitation log
cs_cz: Záznam událostí pozvánek
de_de: Einladungsprotokoll

source: General
cs_cz: Obecné
de_de: Allgemeines

source: Configuration
cs_cz: Nastavení
de_de: Konfiguration

source: MQTT subscriber
cs_cz: Odběratel MQTT
de_de: MQTT-Abonnent

source: Link to download the FlyveMDM Android application
cs_cz: Odkaz pro stažení aplikace FlyveMDM pro Android
de_de: Link zum Herunterladen der FlyveMDM Android-Anwendung

source: Enrollment URL
cs_cz: URL adresa registrace
de_de: Registrierungs-URL

source: First name of the Flyve MDM fleets manager
cs_cz: Jméno správce Flyve MDM flotil
de_de: Vorname des Flyve MDM-Gerätemanagers

source: Last name of the Flyve MDM fleets manager
cs_cz: Příjmení správce Flyve MDM flotil
de_de: Nachname des Flyve MDM-Gerätemanagers

source: Name of the helpdesk
cs_cz: Název služby podpory
de_de: Name des Helpdesks

source: Phone number of the helpdesk
cs_cz: Telefonní číslo podpory
de_de: Telefonnummer des Helpdesks

source: Website of the helpdesk
cs_cz: Webová stránka podpory
de_de: Website des Helpdesks

source: Email address of the helpdesk
cs_cz: E-mailová adresa podpory
de_de: E-Mail-Adresse des Helpdesks

source: Address of the helpdesk
cs_cz: Adresa podpory
de_de: Adresse des Helpdesks

source: Guest user
cs_cz: Uživatel-host
de_de: Gastbenutzer

source: Package
cs_cz: Balíček
de_de: Paket

source: Package Flyve MDM
cs_cz: Balíček Flyve MDM
de_de: Paket Flyve MDM

source: Unable to save the file
cs_cz: Soubor se nedaří uložit
de_de: Die Datei konnte nicht gespeichert werden

source: Could not parse the APK file
cs_cz: Nedaří se zanalyzovat APK soubor
de_de: Die APK-Datei konnte nicht analysiert werden

source: Parse an application to find metadata
cs_cz: Zjistit metadata analýzou aplikace
de_de: Analysieren Sie eine Anwendung, um Metadaten zu finden

source: Only APK and UPK files are allowed
cs_cz: Je možné použít pouze APK a UPK soubory
de_de: Nur APK- und UPK-Dateien sind erlaubt

source: Policy
cs_cz: Zásada
de_de: Politik

source: Policy category
cs_cz: Kategorie zásad
de_de: Versicherungskategorie

source: Enumeration data
cs_cz: Data vyčíslení
de_de: Aufzählungsdaten

source: Default value
cs_cz: Výchozí hodnota
de_de: Standardwert

source: Recommended value
cs_cz: Doporučená hodnota
de_de: Empfohlener Wert

source: Requires system permission
cs_cz: Vyžaduje systémová oprávnění
de_de: Erfordert Systemberechtigung

source: Android minimum version
de_de: Android-Mindestversion

source: Android maximum version
de_de: Android-Maximalversion

source: Apple minimum version
de_de: Apple Mindestversion

source: Apple maximum version
de_de: Apple-Maximalversion

source: Received
cs_cz: Obdrženo
de_de: Empfangen

source: Failed
cs_cz: Nedařilo se
de_de: Gescheitert

source: Canceled
cs_cz: Zrušeno
de_de: Abgebrochene

source: Incompatible
de_de: Inkompatibel

source: Overriden
de_de: Überschreiben

source: Compatibility with Android up to %1$s.
de_de: Kompatibilität mit Android bis zu %1$s.

source: Compatibility with Android from %1$s.
de_de: Kompatibilität mit Android von %1$s.

source: Compatibility with Android %1$s to %2$s.
de_de: Kompatibilität mit Android %1$s bis %2$s.

source: The remove on delete flag is mandatory
cs_cz: Příznak odebrat při smazání je povinný
de_de: Das Löschen bei Lösch-Flag ist obligatorisch

source: The remove on delete flag must be 0 or 1
cs_cz: Je třeba, aby příznak odebrat při smazání byl 0 nebo 1
de_de: Das Löschen bei Lösch-Flag muss 0 oder 1 sein

source: You must choose an application to apply this policy
cs_cz: Je třeba zvolit aplikaci na kterou uplatnit tuto zásadu
de_de: Sie müssen eine Anwendung auswählen, um diese Richtlinie anzuwenden

source: The application does not exists
cs_cz: Aplikace neexistuje
de_de: Die Anwendung existiert nicht

source: A removal policy for this application is applied. Please, remove it first.
cs_cz: Je uplatněna zásada pro odebrání této aplikace. Nejprve ji bude třeba odebrat.
de_de: Eine Entfernungsrichtlinie für diese Anwendung wird angewendet. Bitte entferne es zuerst.

source: Waiting
cs_cz: Čekání
de_de: Warten

source: A destination and the remove on delete flag are mandatory
cs_cz: Příznak cíle a odebrat při smazání jsou povinné
de_de: Ein Ziel und die Markierung zum Entfernen bei Löschen sind obligatorisch

source: You must choose a file to apply this policy
cs_cz: Je třeba zvolit soubor na který uplatnit tuto zásadu
de_de: Sie müssen eine Datei auswählen, um diese Richtlinie anzuwenden

source: The file does not exists
cs_cz: Soubor neexistuje
de_de: Die Datei existiert nicht

source: invalid base path
cs_cz: neplatný základ popisu umístění
de_de: ungültiger Basispfad

source: A removal policy is applied for this file destination. Please, remove it first.
cs_cz: Na tento cíl souboru je uplatněna zásada odebrání. Nejprve je třeba ji odebrat.
de_de: Für dieses Dateiziel wird eine Entfernungsrichtlinie angewendet. Bitte entferne es zuerst.

source: An application ID is required
cs_cz: Je třeba zadat identifikátor aplikace
de_de: Eine Anwendungs-ID ist erforderlich

source: Task
cs_cz: Úkol
de_de: Aufgabe

source: Notifiable and policy must be specified
de_de: Meldepflichtig und Richtlinie muss angegeben werden

source: Policy not found
cs_cz: Zásada nenalezena
de_de: Richtlinie nicht gefunden

source: Incorrect value for this policy
cs_cz: Neplatná hodnota pro tuto zásadu
de_de: Falscher Wert für diese Richtlinie

source: This is not a notifiable object
de_de: Dies ist kein meldepflichtiges Objekt

source: Cannot find the notifiable object
de_de: Das meldepflichtige Objekt kann nicht gefunden werden

source: Cannot apply a policy on a not managed fleet
cs_cz: Není možné uplatnit zásadu na nespravovanou flotilu
de_de: Eine Richtlinie für eine nicht gemanagte Flotte kann nicht angewendet werden

source: Policy already applied
cs_cz: Zásada je už uplatněna
de_de: Richtlinie wurde bereits angewendet

source: The requirements for this policy are not met
cs_cz: Požadavky této zásady nejsou splněny
de_de: Die Anforderungen für diese Richtlinie sind nicht erfüllt

source: Cannot find the target %1$s
de_de: Das Ziel %1$s kann nicht gefunden werden

source: Cannot apply a policy on this %1$s
de_de: Es kann keine Richtlinie auf dieses %1$s angewendet werden

source: Failed to apply the policy
cs_cz: Nepodařilo se použít tuto zásadu
de_de: Fehler beim Anwenden der Richtlinie

source: Policy publish action failed.
de_de: Aktion zur Veröffentlichung der Richtlinie fehlgeschlagen.

source: %1$s not found
de_de: %1$s nicht gefunden

source: Policy ID
de_de: Richtlinien-ID

source: policy name
de_de: Richtlinienname

source: applied itemtype
de_de: angewandter Itemtyp

source: applied ID
de_de: angewandte ID

source: Task status
cs_cz: Stav úkolu
de_de: Auftragstatus

source: Well known path
cs_cz: Dobře známé umístění
de_de: Bekannter Pfad

source: Flyve MDM guest users
cs_cz: Flyve MDM uživatelé-hosté
de_de: Flyve MDM-Gastbenutzer

source: guest Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
cs_cz: Flyve MDM uživatelé-hosté. Vytvořeno Flyve MDM – NEupravujte tento komentář.
de_de: Gast Flyve MDM Benutzer. Erstellt von Flyve MDM - ändere diesen Kommentar NICHT.

source: Flyve MDM device agent users
cs_cz: Uživatelé Flyve MDM agenta zařízení
de_de: Flyve MDM Device Agent-Benutzer

source: device agent Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
cs_cz: uživatelé Flyve MDM agenta zařízení. Vytvořeno Flyve MDM – NEupravujte tento komentář.
de_de: Geräte-Agent Flyve MDM-Benutzer. Erstellt von Flyve MDM - ändern Sie diesen Kommentar NICHT.

source: User invitation
cs_cz: Pozvání uživatele
de_de: Benutzereinladung

source: Parse uploaded applications to collect metadata
cs_cz: Analyzovat nahrané aplikace a shromáždit tak metadata
de_de: Analysieren Sie hochgeladene Anwendungen, um Metadaten zu sammeln

source: Security
cs_cz: Zabezpečení
de_de: Sicherheit

source: Authentication
cs_cz: Ověřování
de_de: Authentifizierung

source: Password
cs_cz: Heslo
de_de: Passwort

source: Encryption
cs_cz: Šifrování
de_de: Verschlüsselung

source: Peripherals
cs_cz: Periferie
de_de: Peripheriegeräte

source: Deployment
cs_cz: Nasazení
de_de: Einsatz

source: Deploy application
cs_cz: Nasadit aplikaci
de_de: Anwendung bereitstellen

source: Deploy an application on the device.
de_de: Stellen Sie eine Anwendung auf dem Gerät bereit.

source: Remove application
cs_cz: Odebrat aplikaci
de_de: Anwendung entfernen

source: Uninstall an application on the device.
de_de: Deinstallieren Sie eine Anwendung auf dem Gerät.

source: Deploy file
cs_cz: Nasadit soubor
de_de: Datei bereitstellen

source: Deploy a file on the device.
de_de: Stellen Sie eine Datei auf dem Gerät bereit.

source: Remove file
cs_cz: Odebrat soubor
de_de: Datei löschen

source: Uninstall a file on the device.
de_de: Deinstallieren Sie eine Datei auf dem Gerät.

source: Disable unknown sources
de_de: Deaktivieren Sie unbekannte Quellen

source: Disable installation of apps from unknown sources.
de_de: Deaktivieren Sie die Installation von Apps aus unbekannten Quellen.

source: Internal Storage encryption
cs_cz: Šifrování vnitřního úložiště
de_de: Interne Speicherverschlüsselung

source: Force internal storage encryption.
de_de: Interne Speicherverschlüsselung erzwingen.

source: Periodic geolocation
de_de: Regelmäßige Geo-Lokalisierung

source: Get geolocation with a specified periodicity (in seconds) and sends it to the server.
de_de: Rufen Sie die Geolokalisierung mit einer bestimmten Periodizität (in Sekunden) ab und senden Sie sie an den Server.

source: Password enabled
cs_cz: Heslo zapnuto
de_de: Passwort aktiviert

source: Enable the password.
de_de: Aktivieren Sie das Passwort.

source: Minimum password length
cs_cz: Minimální délka hesla
de_de: Minimale Passwortlänge

source: Set the required number of characters for the password. For example, you can require PIN or passwords to have at least six characters.
de_de: Stellen Sie die erforderliche Anzahl von Zeichen für das Passwort ein. Beispielsweise können Sie PIN oder Kennwörter mit mindestens sechs Zeichen festlegen.

source: Password quality
cs_cz: Odolnost hesla
de_de: Passwortqualität

source: Unspecified
cs_cz: Neurčeno
de_de: Nicht spezifiziert

source: Something
cs_cz: Něco
de_de: etwas

source: Numeric
cs_cz: Číselné
de_de: Numerisch

source: Alphabetic
cs_cz: Abecední
de_de: Alphabetisch

source: Alphanumeric
cs_cz: Písmena a číslice
de_de: Alphanumerisch

source: Complex
cs_cz: Komplexní
de_de: Komplex

source: Complexity of allowed password.
de_de: Komplexität des zulässigen Passworts.

source: Minimum letters required in password
cs_cz: Minimální počet znaků vyžadovaných v hesle
de_de: Mindestbuchstaben im Passwort erforderlich

source: The minimum number of letters required in the password for all admins or a particular one.
de_de: Die Mindestanzahl der Buchstaben, die im Kennwort für alle Administratoren oder für einen bestimmten Administrator erforderlich sind.

source: Minimum lowercase letters required in password
cs_cz: Minimální počet malých písmen vyžadovaný v hesle
de_de: Mindestanzahl von Kleinbuchstaben im Passwort erforderlich

source: The minimum number of lowercase letters required in the password for all admins or a particular one.
de_de: Die Mindestanzahl von Kleinbuchstaben, die im Kennwort für alle Administratoren oder für einen bestimmten Administrator erforderlich sind.

source: Minimum non-letter characters required in password
cs_cz: Minimální počet speciálních znaků vyžadovaný v hesle
de_de: Mindestanzahl von nicht alphanumerischen Zeichen im Passwort erforderlich

source: The minimum number of non-letter characters required in the password for all admins or a particular one.
de_de: Die Mindestanzahl von nicht alphanumerischen Zeichen im Kennwort für alle Administratoren oder für einen bestimmten Administrator.

source: Minimum numerical digits required in password
cs_cz: Minimální počet číslic vyžadovaný v hesle
de_de: Mindestanzahl von Ziffern im Passwort
