Repository: flyve-mdm/backend
Catalog: locales/*.po
Languages: cs_cz, de_de

source: The minimum number of numerical digits required in the password for all admins or a particular one.
de_de: Die Mindestanzahl von Ziffern, die im Kennwort für alle Administratoren oder für einen bestimmten Administrator erforderlich sind.

source: Minimum symbols required in password
cs_cz: Minimální počet symbolů vyžadovaný v hesle
de_de: Mindestanzahl der im Passwort erforderlichen Symbole

source: The minimum number of symbols required in the password for all admins or a particular one.
de_de: Die Mindestanzahl von Symbolen, die im Kennwort für alle Administratoren oder für ein bestimmtes Symbol erforderlich sind.

source: Minimum uppercase letters required in password
cs_cz: Minimální počet velkých písmen vyžadovaný v hesle
de_de: Im Passwort sind mindestens Großbuchstaben erforderlich

source: The minimum number of uppercase letters required in the password for all admins or a particular one.
de_de: Die Mindestanzahl von Großbuchstaben, die im Kennwort für alle Administratoren oder für einen bestimmten Administrator erforderlich sind.

source: Maximum failed password attempts for wipe
de_de: Maximal fehlgeschlagene Kennwortversuche vor dem Löschen

source: Number of consecutive failed attempts of unlock the device to wipe.
de_de: Anzahl der aufeinanderfolgenden fehlgeschlagenen Versuche, das Gerät zu entsperren, um das Gerät zu löschen.

source: Maximum time to lock (milliseconds)
cs_cz: Maximální čas před uzamčením (milisekundy)
de_de: Maximale Sperrzeit (Millisekunden)

source: Maximum time to lock the device in milliseconds.
de_de: Maximale Zeit zum Sperren des Geräts in Millisekunden.

source: Disable Camera
cs_cz: Vypnout fotoaparát
de_de: Kamera deaktivieren

source: Prevent usage of the Camera.
de_de: Verhindern Sie die Verwendung der Kamera.

source: Disable Wifi
cs_cz: Vypnout Wifi
de_de: WLAN deaktivieren

source: Disable wifi connectivity.
de_de: Deaktivieren Sie die WLAN-Verbindung.

source: Disable Bluetooth
cs_cz: Vypnout bluetooth
de_de: Bluetooth deaktivieren

source: Disable Bluetooth connectivity.
de_de: Deaktivieren Sie die Bluetooth-Verbindung.

source: Disable roaming
cs_cz: Vypnout roaming
de_de: Roaming deaktivieren

source: Disable roaming.
de_de: Roaming deaktivieren.

source: Disable GPS
cs_cz: Vypnout GPS
de_de: GPS deaktivieren

source: Disable GPS.
de_de: GPS deaktivieren.

source: Disable Mobile line
cs_cz: Vypnout mobilní linku
de_de: Mobilfunkverbindung deaktivieren

source: Disable Mobile line.
de_de: Mobilfunkverbindung deaktivieren.

source: Disable NFC
cs_cz: Vypnout NFC
de_de: NFC deaktivieren

source: Disable Near Field Contact.
de_de: NFC deaktivieren.

source: Disable hotspot and tethering
cs_cz: Vypnout mobilní přístupový bod a sdílení připojení
de_de: Deaktivieren Sie Hotspot und Tethering

source: Disable hotspot and tethering.
de_de: Deaktivieren Sie Hotspot und Tethering.

source: Disable airplane mode
cs_cz: Vypnout režim letadlo
de_de: Deaktivieren Sie den Flugzeugmodus

source: Disable airplane mode.
de_de: Deaktivieren Sie den Flugzeugmodus.

source: Disable speakerphone
cs_cz: Vypnout hlasitý telefon
de_de: Freisprecheinrichtung deaktivieren

source: Disable the speakerphone.
de_de: Die Freisprecheinrichtung deaktivieren

source: Disable USB MTP
cs_cz: Vypnout USB MTP
de_de: USB MTP deaktivieren

source: Disable USB Media Transfer Protocol.
de_de: Deaktivieren Sie das USB Media Transfer Protocol.

source: Disable USB PTP
cs_cz: Vypnout USB PTP
de_de: Deaktivieren Sie USB PTP

source: Disable USB Picture Transfer Protocol.
de_de: Deaktivieren Sie das USB-Bildübertragungsprotokoll.

source: Disable USB ADB
cs_cz: Vypnout USB ADB
de_de: Deaktivieren Sie USB ADB

source: Disable USB Android Debug Bridge.
de_de: Deaktivieren Sie die USB Android Debug Bridge.

source: Disable status bar
cs_cz: Vypnout stavovou lištu
de_de: Statusleiste deaktivieren

source: Disable the status bar. Disabling the status bar blocks notifications, quick settings and other screen overlays that allow escaping from a single use device.
cs_cz: Vypnout stavovou lištu. To zablokuje upozorňování, rychlá nastavení a ostatní překryvné prvky zobrazení, které by umožnily opustit režim jednoúčelového zařízení.
de_de: Deaktivieren Sie die Statusleiste. Das Deaktivieren der Statusleiste blockiert Benachrichtigungen, Schnelleinstellungen und andere Bildschirmüberlagerungen, die das Verlassen des geschützten Modus ermöglichen.

source: Disable screen capture
cs_cz: Vypnout zachycování snímků obrazovky
de_de: Deaktivieren Sie die Bildschirmaufnahme

source: Disable screen capture. Disabling screen capture also prevents the content from being shown on display devices that do not have a secure video output.
cs_cz: Vypnout zachycování snímků obrazovky. To také zabrání ve zobrazování obsahu na zařízeních, které nemají zabezpečený video výstup.
de_de: Deaktivieren Sie die Bildschirmaufnahme. Durch Deaktivieren der Bildschirmaufnahme wird auch verhindert, dass der Inhalt auf Anzeigegeräten ohne sichere Videoausgabe angezeigt wird.

source: Disable media sounds
de_de: Mediensounds deaktivieren

source: Disable all media sounds from device
de_de: Alle Mediensounds vom Gerät deaktivieren

source: Disable ringer sounds
de_de: Klingeltöne deaktivieren

source: Disable all ringer sounds from device
de_de: Deaktivieren Sie alle Klingeltöne vom Gerät

source: Disable alarm sounds
de_de: Alarmsignale deaktivieren

source: Disable alarm sounds from device
de_de: Deaktivieren Sie die Alarmsignale vom Gerät

source: Disable notifications sounds
de_de: Benachrichtigungstöne deaktivieren

source: Disable notifications sounds from device
de_de: Deaktivieren Sie die Benachrichtigungstöne vom Gerät

source: Disable accessibility sounds
de_de: Sounds zur Barrierefreiheit deaktivieren

source: Disable accessibility prompts sounds from device
de_de: Deaktivieren der von der Barrierefreiheit angeforderten Töne.

source: Disable DTMF sounds
de_de: DTMF-Töne deaktivieren

source: Disable DTMF tones sounds from device
de_de: Deaktivieren Sie DTMF-Töne vom Gerät

source: Disable system sounds
de_de: Deaktivieren Sie die Systemtöne

source: Disable system sounds from device
de_de: Deaktivieren Sie die Systemsounds vom Gerät

source: Audio profile mode
de_de: Audio-Profilmodus

source: Silent
de_de: Leise

source: Vibrate
de_de: Vibrieren

source: Audio profile mode used for device
de_de: Audioprofilmodus für das Gerät

source: Is managed
de_de: Verwaltet

source: copy to
cs_cz: zkopírovat do
de_de: Kopieren nach

source: Remove when the policy is removed
cs_cz: Odebrat když je odebrána zásada
de_de: Entfernen, wenn die Richtlinie entfernt wird

source: file size
cs_cz: velikost souboru
de_de: Dateigröße

source: Update the file
cs_cz: Aktualizovat soubor
de_de: Aktualisieren Sie die Datei

source: Enrollment
cs_cz: Registrace
de_de: Registrierung

source: Enable explicit enrolment failures
cs_cz: Zapnout podrobnější popis nezdařených registrací
de_de: Aktivieren Sie explizite Registrierungsfehler

source: Disable token expiration on successful enrolment
cs_cz: Při úspěšné registraci vypnout skončení platnosti tokenu
de_de: Deaktivieren Sie den Tokenablauf bei erfolgreicher Registrierung

source: Save initial inventory in file
cs_cz: Uložit počáteční inventuru do souboru
de_de: Erstinventarisierung in Datei speichern

source: Configuration wizard
cs_cz: Průvodce nastavením
de_de: Konfigurationsassistent

source: Enable configuration wizard
cs_cz: Zapnout průvodce nastavením
de_de: Konfigurationsassistent aktivieren

source: Warning: if the plugin is already configured, re-running the configuration wizard may break communication with already enrolled devices.
cs_cz: Varování: pokud je zásuvný modul už nastaven, opětovné spuštění průvodce může rozbít komunikaci s už zaregistrovanými zařízeními.
de_de: Warnung: Wenn das Plug-in bereits konfiguriert ist, kann das erneute Ausführen des Konfigurationsassistenten die Kommunikation mit bereits registrierten Geräten unterbrechen.

source: Revision information
cs_cz: Informace o revizi
de_de: Informationen zur Revision

source: GLPI is not properly configured. Please check the general settings, the API settings and the notification settings.
cs_cz: GLPI není správně nastaveno. Zkontrolujte obecná nastavení, nastavení API a upozorňování.
de_de: GLPI ist nicht richtig konfiguriert. Bitte überprüfen Sie die allgemeinen Einstellungen, die API-Einstellungen und die Benachrichtigungseinstellungen.

source: Invite users to enroll one device.
cs_cz: Pozvat uživatele aby zaregistrovali jedno zařízení.
de_de: Nutzer einladen, ein Gerät zu registrieren

source: They will receive an message to their default email address containing a QR Code and instructions to enroll.
cs_cz: Obdrží zprávu na svou výchozí e-mailovou adresu, obsahující QR kód a pokyny jak se zaregistrovat.
de_de: Sie erhalten eine Nachricht an ihre Standard-E-Mail-Adresse mit einem QR-Code und Anweisungen zur Anmeldung.

source: Notification type
de_de: Benachrichtigungstyp

source: Lock
cs_cz: Zamknout
de_de: Sperren

source: Wipe
cs_cz: Vymazat obsah zařízení
de_de: Wischen

source: Unenroll
cs_cz: Zrušit registraci
de_de: Abmelden

source: Document types
cs_cz: Typy dokumentů
de_de: Dokumenttypen

source: Allow upload of APK and UPK files
cs_cz: Umožnit nahrávání APK a UPK souborů
de_de: Upload von APK- und UPK-Dateien zulassen

source: add document types
cs_cz: přidat typy dokumentů
de_de: Dokumenttypen hinzufügen

source: Device type
cs_cz: Typ zařízení
de_de: Gerätetyp

source: Computer type for the devices
cs_cz: Typ počítače pro zařízení
de_de: Computertyp für die Geräte

source: Agent account type
cs_cz: Typ účtu agenta
de_de: Kontoart des Agenten

source: Account type for the devices
cs_cz: Typ účtu pro zařízení
de_de: Kontoart für die Geräte

source: Invitation deeplink
cs_cz: Dílčí odkaz pozvání
de_de: Einladung Deeplink

source: Invitation deeplink URL
cs_cz: URL adresa dílčího odkazu pozvání
de_de: Einladung Deeplink URL

source: Base URL of the deeplink micro service
cs_cz: Základ URL adresy mikroslužby dílčího odkazu
de_de: Basis-URL des Deeplink-Micro-Service

source: Restrictions
cs_cz: Omezení
de_de: Beschränkungen

source: Default device limit per entity
cs_cz: Výchozí limit zařízení na entitu
de_de: Standard-Gerätelimit pro Entität

source: No more devices than this quantity are allowed per entity by default (0 = no limitation)
cs_cz: Ve výchozím stavu není umožněno více zařízení na jednu entitu, než tento počet (0 = bez omezení)
de_de: Pro Einheit sind standardmäßig nicht mehr Geräte als diese Menge erlaubt (0 = keine Beschränkung)

source: Wizard complete
cs_cz: Průvodce dokončen
de_de: Assistent abgeschlossen

source: This wizard will no longer be accessible.
cs_cz: Tento průvodce už nebude přístupný.
de_de: Dieser Assistent ist nicht mehr verfügbar.

source: Requirements
cs_cz: Požadavky
de_de: Anforderungen

source: To setup Flyve MDM please connect to your server with a command line interface. Some operations require a root access.
cs_cz: Pro nastavení Flyve MDM se připojte na příkazový řádek svého serveru. Některé operace vyžadují přístupová práva na úrovni správce systému.
de_de: Um Flyve MDM einzurichten, stellen Sie über eine Befehlszeilenschnittstelle eine Verbindung zu Ihrem Server her. Einige Vorgänge erfordern einen Root-Zugriff.

source: This wizard will guide you through the steps to setup Flyve MDM.
cs_cz: Tento průvodce vás provede kroky nastavení Flyve MDM.
de_de: Dieser Assistent führt Sie durch die Schritte zum Einrichten von Flyve MDM.

source: Flyve MDM requires cron job to run automatic actions.
cs_cz: Flyve MDM potřebuje naplánovanou (cron) úlohu pro spouštění automatických akcí.
de_de: Flyve MDM erfordert einen Cron-Job, um automatische Aktionen auszuführen.

source: As root in a terminal, execute the following command. Adapt www-data to the user running your HTTP server.
cs_cz: Jako správce systému (root) spusťte v terminálu následující příkaz. Namísto www-data zadejte uživatele pod kterým je spuštěný HTTP server.
de_de: Führen Sie als Root in einem Terminal den folgenden Befehl aus. Passen Sie www-data an den Benutzer an, auf dem Ihr HTTP-Server ausgeführt wird.

source: Add, if missing, the following line. Adapt path to php CLI binary and path to GLPI:
cs_cz: Pokud chybí, přidejte následující řádek. Upravte popis umístění spustitelného souboru php CLI a GLPI:
de_de: Fügen Sie gegebenenfalls die folgende Zeile hinzu. Passen Sie den Pfad zur PHP-CLI-Binärdatei und den Pfad zu GLPI an:

source: Automatic actions registered in the scheduler of GLPI will run every minute.
cs_cz: Automatické akce zaregistrované v plánovači GLPI budou spouštěny každou minutu.
de_de: Automatische Aktionen, die im Scheduler von GLPI registriert sind, werden jede Minute ausgeführt.

source: Email notifications
cs_cz: Upozorňování e-mailem
de_de: E-Mail Benachrichtigungen

source: Flyve MDM requires email notifications. The following link will open a new tab to the email notifications settings.
cs_cz: Flyve MDM potřebuje upozorňování e-mailem. Následující odkaz otevře nový panel s nastaveními upozorňování e-mailem.
de_de: Flyve MDM erfordert E-Mail-Benachrichtigungen. Über den folgenden Link wird eine neue Registerkarte mit den Einstellungen für E-Mail-Benachrichtigungen geöffnet.

source: The queuednotification must have set Run mode to CLI. This action will be triggered by the cron job. The following link will open a new tab to the Automatic actions list
cs_cz: Je třeba, aby upozorňování ve frontě mělo nastavený režim spouštění na CLI. Tato akce bude spuštěna naplánovanou úlohou (cron). Následující odkaz otevře nový panel se seznamem automatických akcí
de_de: In der queuednotification muss der Ausführungsmodus auf CLI gesetzt sein. Diese Aktion wird vom Cron-Job ausgelöst. Über den folgenden Link wird eine neue Registerkarte zur Liste der automatischen Aktionen geöffnet

source: Automatic actions
cs_cz: Automatizované akce
de_de: Automatische Aktionen

source: Ensure the cron job is properly configure by checking the log glpi/files/_log/cron.log. The entry should contain the word External
cs_cz: Zajistěte aby naplánovaná úloha (cron) byla správně nastavená zkontrolováním záznamu událostí glpi/files/_log/cron.log. Položka by měla obsahovat slovo External
de_de: Stellen Sie sicher, dass der Cron-Job ordnungsgemäß konfiguriert ist, indem Sie das Protokoll glpi/files/_log/cron.log überprüfen. Der Eintrag sollte das Wort External enthalten

source: Flyve MDM requires REST API enabled. The following link will open a new tab to the REST API settings.
cs_cz: Flyve MDM vyžaduje zapnuté REST API. Následující odkaz otevře nový panel s nastaveními REST API.
de_de: Für Flyve MDM muss die REST-API aktiviert sein. Über den folgenden Link wird eine neue Registerkarte mit den REST-API-Einstellungen geöffnet.

source: Make sure the following setting is populated:
cs_cz: Ověřte, že jsou vyplněná následující nastavení:
de_de: Stellen Sie sicher, dass die folgende Einstellung ausgefüllt ist:

source: - URL of the API (example: https://example.com/glpi/apirest.php/)
cs_cz: - URL adresa API (příklad: https://example.com/glpi/apirest.php/)
de_de: - URL der API (Beispiel: https://example.com/glpi/apirest.php/)

source: Make sure the following settings are enabled:
cs_cz: Ověřte, že jsou zapnutá následující nastavení:
de_de: Stellen Sie sicher, dass die folgenden Einstellungen aktiviert sind:

source: - Login with credentials
cs_cz: - Přihlášení jménem a heslem
de_de: - Mit Zugangsdaten anmelden

source: - Login with external token
cs_cz: - Přihlášení vnějším tokenem
de_de: - Mit externem Token anmelden

source: - Add an API client leaving empty IPv4 address range, IPv6 address and application token.
cs_cz: - Přidejte API klienta opuštěním prázdného IPv4 adresního rozsahu, IPv6 adresy a tokenu aplikace.
de_de: - Fügen Sie einen API-Client hinzu, bei dem IPv4-Adressbereich, IPv6-Adresse und Anwendungstoken leer bleiben.

source: If your GLPI server is inside a local network, you must allow external HTTP connections for getting devices responses. This configuration step depends on how is your network configured, but as a guide, it usually needs to allow HTTP connections through your firewall and forward them to your GLPI server.
de_de: Befindet sich Ihr GLPI-Server in einem lokalen Netzwerk, müssen Sie externe HTTP-Verbindungen zulassen, um Geräteantworten zu erhalten. Dieser Konfigurationsschritt hängt von der Konfiguration Ihres Netzwerks ab. Als Richtlinie muss er jedoch normalerweise HTTP-Verbindungen durch Ihre Firewall zulassen und an Ihren GLPI-Server weiterleiten.

source: General setup
cs_cz: Obecná nastavení
de_de: Allgemeine Einrichtung

source: Flyve MDM needs to know the public URL of GLPI. The following link will open a new tab to the general setup.
cs_cz: Flyve MDM potřebuje znát veřejnou URL GLPI. Následující odkaz otevře nový panel s obecnými nastaveními.
de_de: Flyve MDM muss die öffentliche URL von GLPI kennen. Über den folgenden Link wird eine neue Registerkarte für das allgemeine Setup geöffnet.

source: Make sure the following settings is populated:
cs_cz: Ověřte, že jsou vyplněná následující nastavení:
de_de: Stellen Sie sicher, dass die folgenden Einstellungen ausgefüllt sind:

source: - URL of the application (example: https://example.com/glpi)
cs_cz: - URL aplikace (příklad: https://example.com/glpi)
de_de: - URL der Anwendung (Beispiel: https://example.com/glpi)

source: Document Types
cs_cz: Typy dokumentů
de_de: Dokumenttypen

source: You must add the APK and UPK document types in order to upload Android and Uhuru packages.
cs_cz: Je třeba přidat typy APK a UPK dokumentů aby fungovalo nahrávání Android a Uhuru balíčků.
de_de: Sie müssen die Dokumenttypen APK und UPK hinzufügen, um Android- und Uhuru-Pakete hochladen zu können.

source: Just click in the following button and they will be automatically added
cs_cz: Stačí kliknout na následující tlačítko a budou automaticky přidány
de_de: Klicken Sie einfach auf die folgende Schaltfläche und sie werden automatisch hinzugefügt

source: Server Configuration
cs_cz: Nastavení serveru
de_de: Serverkonfiguration

source: Flyve MDM allows uploading files, Android and Uhuru Mobile packages. Ensure php.ini allows reasonable upload sizes.
cs_cz: Flyve MDM umožňuje nahrávání souborů, Android a Uhuru Mobile balíčků. Zajistěte, aby nastavení v php.ini umožňovalo rozumné velikosti nahrávání.
de_de: Flyve MDM ermöglicht das Hochladen von Dateien, Android- und Uhuru Mobile-Paketen. Stellen Sie sicher, dass die php.ini angemessene Upload-Größen zulässt.

source: For example:
cs_cz: Například:
de_de: Beispielsweise:

source: Fusion Inventory Configuration
cs_cz: Nastavení Fusion Inventory
de_de: Fusion Inventory-Konfiguration

source: For FusionInventory greater than 9.1 + 1.1:
cs_cz: Pro FusionInventory novější než 9.1 + 1.1:
de_de: Für FusionInventory größer als 9.1 + 1.1:

source: It is required to deactivate the following rules in the Equipment import and link rules menu:
de_de: Es ist erforderlich, die folgenden Regeln im Menü Geräteimport und Verknüpfungsregeln zu deaktivieren:

source: The following link will open a new tab to the Rules > Equipment import and link rules section of FusionInventory
de_de: Über den folgenden Link wird eine neue Registerkarte im Abschnitt Regeln &gt; Geräteimport und Linkregeln von FusionInventory geöffnet

source: Rules
cs_cz: Pravidla
de_de: Regeln

source: Not disabling this rule will make FusionInventory reject inventories from devices.
cs_cz: Nevypnutí tohoto pravidla způsobí, že FusionInventory odmítne inventury ze zařízení.
de_de: Wenn Sie diese Regel nicht deaktivieren, weist FusionInventory Inventare von Geräten zurück.

source: DBMS access for Mosquitto
cs_cz: Přístup do databázového systému pro Mosquitto
de_de: DBMS-Zugang für Mosquitto

source: Flyve MDM requires that Mosquitto has access to the database of GLPI, this is for the authentication process of its clients.
cs_cz: Flyve MDM potřebuje aby Mosquitto mělo přístup k databázi GLPI, z důvodu ověřovacího procesu pro jeho klienty.
de_de: Flyve MDM setzt voraus, dass Mosquitto Zugriff auf die Datenbank von GLPI hat. Dies dient dem Authentifizierungsprozess seiner Clients.

source: It is recommended to create a dedicated user for Mosquitto allowed to connect only from its specific IP.
cs_cz: Je doporučeno pro Mosquitto vytvořit vyhrazený účet který se bude moci připojovat pouze z konkrétní IP adresy.
de_de: Es wird empfohlen, einen dedizierten Benutzer für Mosquitto zu erstellen, der nur von seiner spezifischen IP-Adresse aus eine Verbindung herstellen darf.

source: Run the following command on your MySQL host, adapt mqtt.server.ip and glpi-database-name
de_de: Führen Sie den folgenden Befehl auf Ihrem MySQL-Host aus, passen Sie mqtt.server.ip und glpi-database-name an

source: This user should be able to only SELECT the following tables:
cs_cz: Tento uživatel by měl být pouze schopen udělat SELECT následujících tabulek:
de_de: Dieser Benutzer sollte nur die folgenden Tabellen AUSWÄHLEN können:

source: Run the following commands on your MySQL host, and adapt the name of the database and the mqtt.server.ip
cs_cz: Na stroji s MySQL spusťte následující příkazy a upravte název databáze a mqtt.server.ip
de_de: Führen Sie die folgenden Befehle auf Ihrem MySQL-Host aus und passen Sie den Namen der Datenbank und der Datei mqtt.server.ip an

source: Create the file
cs_cz: Vytvořit soubor
de_de: Erstellen Sie die Datei

source: Insert the following content, and adapt the bind address to the interface used by Mosquitto to connect to your DBMS.
cs_cz: Vložte následující obsah a přizpůsobte adresu na kterou navázat na rozhraní používané Mosquitto pro připojování do databáze.
de_de: Fügen Sie den folgenden Inhalt ein und passen Sie die Bindungsadresse an die Schnittstelle an, die Mosquitto für die Verbindung mit Ihrem DBMS verwendet.

source: Restart your DBMS daemon and check it listens to the expected interface.
cs_cz: Restartujte proces služby databázového systému a ověřte, že očekává spojení na očekávaném rozhraní.
de_de: Starten Sie Ihren DBMS-Dämon neu und prüfen Sie, ob er die erwartete Schnittstelle überwacht.

source: Check you can login to your DBMD from the host which will run Mosquitto.
cs_cz: Ověřte že se můžete přihlásit do své databáze ze stroje, na kterém je provozováno Mosquitto.
de_de: Überprüfen Sie, ob Sie sich von dem Host, auf dem Mosquitto ausgeführt wird, bei Ihrem DBMD anmelden können.

source: The following command will ask for the password you choosed earlier
cs_cz: Následující příkaz se zeptá na heslo, které jste zvolili předtím
de_de: Der folgende Befehl fragt nach dem Passwort, das Sie zuvor gewählt haben

source: Flyve MDM requires a Message queue server.
cs_cz: Flyve MDM potřebuje server fronty zpráv.
de_de: Flyve MDM erfordert einen Message Queue-Server.

source: Prefer a dedicated server or VM for running Mosquitto.
cs_cz: Pro provozování Mosquitto je nejlépe použít vyhrazený server nebo virtuální stroj.
de_de: Bevorzugen Sie einen dedizierten Server oder eine VM zum Ausführen von Mosquitto.

source: You could also use another service as Firebase Cloud Messaging.
de_de: Sie können auch einen anderen Dienst als Firebase Cloud Messaging verwenden.

source: The following steps will guide you to configure each queue service.
de_de: Die folgenden Schritte führen Sie zum Konfigurieren der einzelnen Warteschlangendienste.

source: Be sure that the service is enabled in the plugin settings.
de_de: Stellen Sie sicher, dass der Dienst in den Plugin-Einstellungen aktiviert ist.

source: As root in a terminal, execute the following command
cs_cz: Jako správce systému (root) spusťte v terminálu následující příkaz
de_de: Führen Sie als Root in einem Terminal den folgenden Befehl aus
