Repository: flyve-mdm/backend
Catalog: locales/*.po
Languages: cs_cz, de_de

source: Create
cs_cz: Vytvořit
de_de: Erstellen

source: Add the following content, adapting your DBMS credentials:
cs_cz: Přidejte následující obsah, upravte přihlašovací údaje do databáze:
de_de: Fügen Sie den folgenden Inhalt hinzu, und passen Sie Ihre DBMS-Anmeldeinformationen an:

source: Check Mosquitto is listening to port 1883 (insecure).
cs_cz: Zkontrolujte, že Mosquitto očekává spojení na portu 1883 (nezabezpečené).
de_de: Überprüfen Sie, ob Mosquitto Port 1883 abhört (unsicher).

source: TLS provides security to the communication, through authentication of server and client, besides data encryption.
cs_cz: TLS poskytuje zabezpečení komunikace, krom šifrování dat dále pomocí ověřování serveru a klienta.
de_de: TLS bietet neben der Datenverschlüsselung auch Sicherheit für die Kommunikation durch Authentifizierung von Server und Client.

source: Use TLS version 1.2, lower versions are no longer considered safe.
cs_cz: Použijte TLS verze 1.2, starší verze už nejsou považovány za bezpečné.
de_de: Verwenden Sie TLS Version 1.2, niedrigere Versionen gelten nicht mehr als sicher.

source: Mosquitto does not support SSLv2 or SSLv3 (and they are no longer safe).
cs_cz: Mosquitto nepodporuje SSLv2 nebo SSLv3 (a ty už nejsou bezpečné).
de_de: Mosquitto unterstützt kein SSLv2 oder SSLv3 (und sie sind nicht mehr sicher).

source: - Copy in /etc/mosquitto/certs your certificate, your certificate authority chain and private key.
cs_cz: - Zkopírujte do /etc/mosquitto/certs svůj certifikát, řetěz důvěry své certifikační autority a soukromou část klíče.
de_de: - Kopieren Sie in /etc/mosquitto/certs, Ihre Zertifizierungsstellenkette und Ihren privaten Schlüssel.

source: - Secure your private key
cs_cz: - Zabezpečte svůj soukromý klíč
de_de: - Sichern Sie Ihren privaten Schlüssel

source: - Refresh hash and symlinks to your certificates
cs_cz: - Znovunačtěte otisk a symbolické odkazy na své certifikáty
de_de: - Aktualisieren Sie Hash und Symlinks zu Ihren Zertifikaten

source: Use a certificate signed by a certified authority or you may have trouble with the android devices, using them with custom certification authorities might not work (not tested).
cs_cz: Použijte certifikát podepsaný cert. autoritou nebo se ocitnete v potížích s android zařízeními, jejich použití s vlastními cert. autoritami nemusí fungovat (nezkoušeno).
de_de: Verwenden Sie ein Zertifikat, das von einer zertifizierten Stelle signiert wurde, oder Sie haben möglicherweise Probleme mit den Android-Geräten. Die Verwendung mit benutzerdefinierten Zertifizierungsstellen funktioniert möglicherweise nicht (nicht getestet).

source: Append the following to /etc/mosquitto/conf.d/flyvemdm.conf.
cs_cz: Přidejte následující do /etc/mosquitto/conf.d/flyvemdm.conf.
de_de: Fügen Sie Folgendes an /etc/mosquitto/conf.d/flyvemdm.conf an.

source: - Restart Mosquitto
cs_cz: - Restartujte Mosquitto
de_de: - Starten Sie Mosquitto neu

source: - Test you can successfully connect to Mosquitto
cs_cz: - Ověřte, že se můžete připojit k Mosquitto
de_de: - Testen Sie, ob Sie eine Verbindung zu Mosquitto herstellen können

source: - Check the ports that Mosquitto listens. You should see only the port 8883.
cs_cz: - Zkontrolujte na kterých portech Mosquitto očekává spojení. Měli byste vidět pouze port 8883.
de_de: - Überprüfen Sie die Ports, die Mosquitto abhört. Sie sollten nur den Port 8883 sehen.

source: Mosquitto client for the backend
cs_cz: Mosquitto klient pro serverovou část
de_de: Mosquitto-Client für das Backend

source: Flyve MDM requires to connect to Mosquitto.
cs_cz: Flyve MDM se potřebuje připojit do Mosquitto.
de_de: Flyve MDM benötigt eine Verbindung zu Mosquitto.

source: For SYSV systems, link the init script in /etc/init.d/
cs_cz: Pro systémy se SYSV, zkopírujte init skript do /etc/init.d/
de_de: Verlinken Sie bei SYSV-Systemen das Init-Skript in /etc/init.d/

source: Check the user configured in the script and adapt it if needed.
cs_cz: Zkontrolujte uživatele nastaveného ve skriptu a v případě potřeby upravte.
de_de: Überprüfen Sie den im Skript konfigurierten Benutzer und passen Sie ihn bei Bedarf an.

source: Add your server key provided on your project in Firebase.
de_de: Fügen Sie Ihren in Ihrem Projekt bereitgestellten Serverschlüssel in Firebase hinzu.

source: Back
cs_cz: Zpět
de_de: Zurück

source: Wizard page:
cs_cz: Stránka průvodce:
de_de: Assistentenseite:

source: There is no task status yet
cs_cz: Doposud není k dispozici stav žádného úkolu
de_de: Es gibt noch keinen Aufgabenstatus

source: Count
cs_cz: Počet
de_de: Anzahl

source: Package name
cs_cz: Název balíčku
de_de: Paketnamen

source: Update the package
cs_cz: Aktualizovat balíček
de_de: Aktualisieren Sie das Paket

source: Actions
cs_cz: Akce
de_de: Aktionen

source: MQTT broker
cs_cz: MQTT zprostředkovatel
de_de: MQTT-Makler

source: MQTT broker address for clients
cs_cz: Adresa MQTT zprostředkovatele pro klienty
de_de: MQTT-Brokeradresse für Clients

source: An IP address or a hostname used by the client devices to communicate with the broker
cs_cz: IP adresa nebo název stroje používaného klientskými zařízeními pro komunikaci se zprostředkovatelem
de_de: Eine IP-Adresse oder ein Hostname, der von den Clientgeräten für die Kommunikation mit dem Broker verwendet wird

source: MQTT broker address for backend
cs_cz: Adresa MQTT zprostředkovatele pro serverovou část
de_de: MQTT-Brokeradresse für das Backend

source: An IP address or a hostname used by the backend to communicate with the broker
cs_cz: IP adresa nebo název stroje používaný serverovou částí pro komunikaci se zprostředkovatelem
de_de: Eine IP-Adresse oder ein Hostname, der vom Backend für die Kommunikation mit dem Broker verwendet wird

source: A port number between 1025 and 65535, standard port is 1883
cs_cz: Číslo portu z rozmezí 1025 až 65535, standardní port je 1883
de_de: Eine Portnummer zwischen 1025 und 65535, Standardport ist 1883

source: MQTT broker port for TLS
cs_cz: Port MQTT zprostředkovatele pro TLS
de_de: MQTT-Broker-Port für TLS

source: A port number between 1025 and 65535, standard port is 8883
cs_cz: Číslo portu z rozmezí 1025 až 65535, standardní port je 8883
de_de: Eine Portnummer zwischen 1025 und 65535, Standard-Port ist 8883.

source: Use TLS for clients
cs_cz: Použít TLS pro klienty
de_de: Verwenden Sie TLS für Clients

source: Use TLS for MQTT communication between the broker and the client devices
cs_cz: Použít TLS pro MQTT komunikaci mezi zprostředkovatelem a klientskými zařízeními
de_de: Verwenden Sie TLS für die MQTT-Kommunikation zwischen dem Broker und den Clientgeräten

source: Use TLS for backend
cs_cz: Použít TLS pro serverovou část
de_de: Verwenden Sie TLS für das Backend

source: Use TLS for MQTT communication between the broker and the backend
cs_cz: Použít TLS pro MQTT komunikaci mezi zprostředkovatelem a serverovou částí
de_de: Verwenden Sie TLS für die MQTT-Kommunikation zwischen dem Broker und dem Backend

source: CA certificate
cs_cz: Certifikát cert. autority
de_de: CA-Zertifikat

source: Cipher suite (TLS enabled)
cs_cz: Sada šifer (TLS zabezpečení zapnuto)
de_de: Verschlüsselungssuite (TLS aktiviert)

source: Mqtt broker cipher suite
cs_cz: Sada šifer MQTT zprostředkovatele
de_de: Mqtt Broker-Verschlüsselungssuite

source: test
cs_cz: vyzkoušet
de_de: Prüfung

source: Client certificate server (Broker MQTT with TLS enabled)
cs_cz: Server klientského certifikátu (MQTT zprostředkovatel se zapnutým TLS zabezpečením)
de_de: Client-Zertifikatsserver (Broker MQTT mit aktiviertem TLS)

source: Use client certificates
cs_cz: Použít klientské certifikáty
de_de: Verwenden Sie Clientzertifikate

source: Ssl certificate server for MQTT clients
cs_cz: Server SSL certifikátu pro MQTT klienty
de_de: SSL-Zertifikatsserver für MQTT-Clients

source: This feature is in experimental phase
de_de: Diese Funktion befindet sich in der experimentellen Phase

source: The server key token given on Firebase settings
de_de: Das in den Firebase-Einstellungen angegebene Serverschlüssel-Token

source: apply a policy
cs_cz: uplatnit zásadu
de_de: Wenden Sie eine Richtlinie an

source: Value
cs_cz: Hodnota
de_de: Wert

source: Applied policies
cs_cz: Uplatněné zásady
de_de: Angewandte Richtlinien

source: Application date
cs_cz: Datum aplikace
de_de: Applikationsdatum

source: Last change date
cs_cz: Datum poslední změny
de_de: Datum der letzten Änderung

source: There is no agent yet
cs_cz: Zatím žádný agent
de_de: Es gibt noch keinen Agenten

source: Topic
de_de: Thema

source: Date
de_de: Datum

source: Message
de_de: Nachricht

source: Support address
cs_cz: Adresa podpory
de_de: Support-Adresse

source: Support phone
cs_cz: Telefon podpory
de_de: Support Telefon

source: Support website
cs_cz: Webové stránky podpory
de_de: Support Webseite

source: MDM Agent URL
de_de: MDM-Agenten-URL

source: Test message sent
cs_cz: Zkušební zpráva odeslána

source: Test message not sent
cs_cz: Zkušební zpráva neodeslána

source: Danger zone !
cs_cz: Nebezpečná oblast!

source: Flyve MDM Agent
cs_cz: Agent Flyve MDM

source: You are not allowed to download URL of the MDM agent
cs_cz: Nemáte oprávnění na URL stahování MDM agenta

source: Cannot create the user
cs_cz: Nedaří se vytvořit uživatele

source: The user already exists and has been deleted. You must restore or purge him first.
cs_cz: Uživatel už existuje a byl smazán. Nejprve je třeba ho buď obnovit nebo trvale smazat.

source: For Android
cs_cz: Pro Android

source: For iOS
cs_cz: Pro iOS

source: Tasks statuses
cs_cz: Stavy úkolů

source: Fleet and policy must be specified
cs_cz: Je třeba zadat flotilu a zásadu

source: Cannot find the target fleet
cs_cz: Nedaří se nalézt cílovou flotilu

source: Fleet not found
cs_cz: Flotila nenalezena

source: You have been invited to join Flyve MDM
cs_cz: Byli jste přizváni do Flyve MDM

source: Hi, ##user.firstname## ##user.realname## invited you to enroll your mobile device in Flyve Mobile Device Managment (Flyve MDM). Flyve MDM allows administrators to easily manage and administrate mobile devices. For more information, please contact ##user.firstname## ##user.realname## to his email address ##user.email##. Please join the Flyve Mobile Device Management system by downloading and installing the Flyve MDM application for Android from the following link. ##flyvemdm.download_app## If you're viewing this email from a computer flash the QR code you see below with the Flyve MDM Application. If you're viewing this email from your device to enroll then tap the following link or copy it to your browser. ##flyvemdm.enroll_url## Regards,
cs_cz: Dobrý den, ##user.firstname## ##user.realname## vás pozval(a) k registraci vašeho mobilního zařízení do systému správy mobilních zařízení Flyve MDM. Tento systém umožňuje správcům řídit a spravovat mobilní zařízení. Podrobnosti je možné získat od ##user.firstname## ##user.realname##, prostřednictvím e-mailové adresy ##user.email##. Připojte se stažením a nainstalováním příslušné aplikace pro Android z následujícího odkazu. ##flyvemdm.download_app## Pokud tento e-mail čtete z počítače, vyfoťte níže uvedený QR kód, odkazující na aplikaci. Pokud tento e-mail čtete přímo ze zařízení, zaregistrujte ho klepnutím na následující odkaz nebo ho zkopírujte do webového prohlížeče. <a href="##flyvemdm.enroll_url##">##flyvemdm.enroll_url##</a> <img src="cid:##flyvemdm.qrcode##" alt="Enroll QRCode" title="Enroll QRCode" > S pozdravem,

source: Hi, ##user.firstname## ##user.realname## invited you to enroll your mobile device in Flyve Mobile Device Managment (Flyve MDM). Flyve MDM allows administrators to easily manage and administrate mobile devices. For more information, please contact ##user.firstname## ##user.realname## to his email address <a href="mailto:##user.email##?subject=Questions about Flyve MDM"> ##user.email##</a>. Please join the Flyve Mobile Device Management system by downloading and installing the Flyve MDM application for Android from the following link. <a href="##flyvemdm.download_app##">##flyvemdm.download_app##</a> If you're viewing this email from a computer flash the QR code you see below with the Flyve MDM Application. If you're viewing this email from your device to enroll then tap the following link or copy it to your browser. <a href="##flyvemdm.enroll_url##">##flyvemdm.enroll_url##</a> <img src="cid:##flyvemdm.qrcode##" alt="Enroll QRCode" title="Enroll QRCode" > Regards,
cs_cz: Dobrý den, ##user.firstname## ##user.realname## vás pozval(a) k registraci vašeho mobilního zařízení do systému správy mobilních zařízení Flyve MDM. Tento systém umožňuje správcům řídit a spravovat mobilní zařízení. Podrobnosti je možné získat od ##user.firstname## ##user.realname##, prostřednictvím e-mailové adresy <a href="mailto:##user.email##?subject=Questions about Flyve MDM">##user.email##</a>. Připojte se stažením a nainstalováním příslušné aplikace pro Android z následujícího odkazu. <a href="##flyvemdm.download_app##">##flyvemdm.download_app##</a> <img src="cid:##flyvemdm.qrcode##" alt="Enroll QRCode" title="Enroll QRCode" > Pokud tento e-mail čtete z počítače, vyfoťte níže uvedený QR kód, odkazující na aplikaci. Pokud tento e-mail čtete přímo ze zařízení, zaregistrujte ho klepnutím na následující odkaz nebo ho zkopírujte do webového prohlížeče. ##flyvemdm.enroll_url## S pozdravem,

source: Pin
cs_cz: PIN kód

source: Enable the password
cs_cz: Zapnout heslo

source: Set the required number of characters for the password. For example, you can require PIN or passwords to have at least six characters
cs_cz: Nastavit požadovaný počet znaků pro heslo. Například je možné vyžadovat PIN kód nebo heslo které má přinejmenším šest znaků

source: Complexity of allowed password
cs_cz: Komplexita umožněných hesel

source: The minimum number of letters required in the password for all admins or a particular one
cs_cz: Minimální počet znaků vyžadovaný v hesle pro všechny nebo konkrétního správce

source: The minimum number of lowercase letters required in the password for all admins or a particular one
cs_cz: Minimální počet malých písmen vyžadovaný v hesle pro všechny nebo konkrétního správce

source: The minimum number of non-letter characters required in the password for all admins or a particular one
cs_cz: Minimální počet speciálních znaků vyžadovaný v hesle pro všechny nebo konkrétního správce

source: The minimum number of numerical digits required in the password for all admins or a particular one
cs_cz: Minimální počet číslic vyžadovaný v hesle pro všechny nebo konkrétního správce

source: The minimum number of symbols required in the password for all admins or a particular one
cs_cz: Minimální počet symbolů vyžadovaný v hesle pro všechny nebo konkrétního správce

source: The minimum number of uppercase letters required in the password for all admins or a particular one
cs_cz: Minimální počet velkých písmen potřebných v hesle pro všechny nebo konkrétního správce

source: Maximum failed password attemps for wipe
cs_cz: Maximální počet nepodařených pokusů o zadání hesla než bude vymazán obsah zařízení

source: Number of consecutive failed attemps of unlock the device to wipe
cs_cz: Maximální počet po sobě jdoucích nepodařených pokusů o odemknutí zařízení než bude vymazáno jeho úložiště

source: Maximum time to lock the device in milliseconds
cs_cz: Maximální čas před uzamčením zařízení v milisekundách

source: Force internal storage encryption
cs_cz: Vynutit šifrování vnitřního úložiště

source: Prevent usage of the Camera
cs_cz: Zabránit použití fotoaparátu/kamery

source: Deploy an application on the device
cs_cz: Nasadit aplikaci na zařízení

source: Uninstall an application on the device
cs_cz: Odinstalovat aplikaci ze zařízení

source: Deploy a file on the device
cs_cz: Nasadit soubor na zařízení

source: Uninstall a file on the device
cs_cz: Odebrat soubor ze zařízení

source: Disable wifi connectivity
cs_cz: Vypnout wifi připojení

source: Disable Bluetooth connectivity
cs_cz: Vypnout bluetooth připojení

source: use TLS
cs_cz: šifrovat pomocí TLS

source: Disable USB Media Transfert Protocol
cs_cz: Vypnout protokol pro přenos médií přes USB

source: Disable USB Picture Transfert Protocol
cs_cz: Vypnout protokol přenosu obrázků přes USB

source: Disable USB Android Debug Bridge
cs_cz: Vypnout ladění systému Android přes USB

source: Disable Near Field Contact
cs_cz: Vypnout Near Field Contact

source: Disable SMS and MMS
cs_cz: Vypnout SMS a MMS

source: Reset password
cs_cz: Resetovat heslo

source: Force a new password for device unlock (the password needed to access the entire device) or the work profile challenge on the current user. This takes effect immediately.
cs_cz: Vynutit nové heslo pro odemknutí zařízení (heslo vyžadováno pro přístup k celému zařízení) nebo výzva ohledně pracovního profilu pro stávajícího uživatele. Toto se uplatní okamžitě.

source: Disable the speakerphone
cs_cz: Vypnout telefon přes vestavěný reproduktor

source: Disable create VPN profiles
cs_cz: Vypnout vytváření VPN profilů

source: Disable creation of VPN profiles
cs_cz: Znemožnit vytváření VPN profilů

source: Set an inventory frequency
cs_cz: Nastavit četnost inventur

source: Sets the recurrence of inventory in minutes
cs_cz: Nastaví opakovanost inventarizace (v minutách)

source: Disable all sounds
cs_cz: Vypnout všechny zvuky

source: Disable all sounds of device
cs_cz: Vypnout veškeré zvuky vydávané zařízením

source: Status
cs_cz: Stav

source: MQTT broker port
cs_cz: Port MQTT zprostředkovatele

source: https://cert.domain.com/path/to/service
cs_cz: https://cert.domena.example/umisteni/sluzby

source: Alias
cs_cz: Alternativní název

source: Bug collector
cs_cz: Shromažďování hlášení chyb

source: Android bug collector URL
cs_cz: URL adresa služby pro shromažďování hlášení chyb ze systému Android

source: https://bugreport.flyvemdm.com/path/to/service
cs_cz: https://bugreport.flyvemdm.example/umisteni/sluzby

source: Android bug collector user
cs_cz: Uživatelský účet na službě shromažďování hlášení chyb z Android

source: Android bug collector password
cs_cz: Heslo ke službě shromažďování hlášení chyb z Android

source: Support name
cs_cz: Jméno podpory

source: Support email
cs_cz: E-mail podpory

source: Cron Job
cs_cz: Naplánovaná (cron) úloha

source: It is required to deactivate the Computer constraint (name) rule in the Equipment import and link rules menu.
cs_cz: Je třeba vypnout pravidlo Computer constraint (název) v nabídce importu vybavení a pravidel propojování.

source: The following link will open a new tab to the Rules section of FusionInventory
cs_cz: Následující odkaz otevře nový panel se sekcí pravidel ve FusionInventory

source: Run the following command on your MySQL host, and adapt the mqtt.server.ip
cs_cz: Na stroji s MySQL spusťte následující příkaz a upravte mqtt.server.ip

source: TLS Listener setup
cs_cz: Nastavení očekávání TLS spojení

source: Development Push Notification Server
cs_cz: Vývojový server tlačených upozorňování

source: Use Development APNS
cs_cz: Použít vývojový APNS

source: For development use only
cs_cz: Pouze pro vývoj
